tap "ethereum/ethereum"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "puma/puma"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "autoconf"
brew "autojump"
brew "automake"
brew "coreutils"
brew "direnv"
brew "elixir"
brew "fd"
brew "openssl@1.1"
brew "readline"
brew "libxml2"
brew "ghostscript"
brew "git"
brew "hivemind"
brew "hub"
brew "libtool"
brew "imagemagick"
brew "kubernetes-cli"
brew "libxslt"
brew "libyaml"
brew "macvim"
brew "minikube"
brew "tmux"
brew "overmind"
brew "postgresql", restart_service: true
brew "protobuf"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rename"
brew "ripgrep"
brew "ruby-build"
brew "sphinx-doc"
brew "telnet"
brew "the_silver_searcher"
brew "unixodbc"
brew "v8"
brew "v8@3.15"
brew "vim", link: false
brew "watchman"
brew "yarn"
brew "zlib", link: true
brew "zsh"
brew "ethereum/ethereum/solidity"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
brew "puma/puma/puma-dev"
brew "thoughtbot/formulae/parity"
brew "thoughtbot/formulae/rcm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "gpg-suite"
cask "minikube"
cask "pgadmin4"
